Revit 2027 API
ParameterTypeId.StructuralSectionTopWebFillet Property
 "Top Web Fillet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionTopWebFillet { get; }
Public Shared ReadOnly Property StructuralSectionTopWebFillet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionTopWebFillet {
	ForgeTypeId^ get ();
}
static member StructuralSectionTopWebFillet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace